app/controllers/user_controller.rb

  def create
    @user = User.new(user_params)

    if @user.save
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Joshua"], ["email", "joshuatobin@gmail.com"], ["created_at", "2015-06-24 01:24:47.788493"], ["updated_at", "2015-06-24 01:24:47.788493"]]